const QUESTIONS_N4 = [
    {
        "id": 1,
        "text": "あの人は病気ではない _______ くすりをたくさん飲んでいます。",
        "options": [
            "ので",
            "ために",
            "のに",
            "から"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "これから日本に行くけど１週間で戻る。戻ったらすぐに会いたいと思う。それまで、なにも _______ 。",
        "options": [
            "決めないようほしい",
            "決めないほしい",
            "決めなくてほしい",
            "決めないでほしい"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "社長から電話が _______ とき、私は子供とピクニックに出かける準備をしていた。",
        "options": [
            "かかってきた",
            "かかっていった",
            "かかっておいた",
            "かかってみた"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "でもあなたと話が _______ よ。だって二人で話をしたことなんて一度もなかったものな。",
        "options": [
            "できてよい",
            "できてよかった",
            "できたらよかった",
            "できればよかった"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "彼は私たちが部屋に入った _______ ドアを閉めた。",
        "options": [
            "ごで",
            "あとで",
            "まえで",
            "まえに"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "このバスは郵便局の前 _______ 通りますか？",
        "options": [
            "で",
            "に",
            "へ",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "この本のほうがあなたには _______ はずだ。",
        "options": [
            "わかったやすい",
            "わかるやすい",
            "わかりやすい",
            "わかってやすい"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "電車を待っていたとき、わたしは友だち _______ 名前を呼ばれました。",
        "options": [
            "を",
            "が",
            "に",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "昨日は仕事を守れる _______ が不安だった。しかしいまは、命を守れる _______ が不安だ。",
        "options": [
            "かどうか/かどうか",
            "か/か",
            "じゃないか/じゃないか",
            "の/の"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "明日の夕方 _______ 東京に戻りたい。アルバイトに行かなければならないから。",
        "options": [
            "までで",
            "まで",
            "までに",
            "にまで"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "男の子がバケツ一杯の水をもって帰る _______ 一時間近くもかかった。",
        "options": [
            "のに",
            "のを",
            "のは",
            "ので"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "食事は果物と野菜 _______ にしています。",
        "options": [
            "しか",
            "だけ",
            "など",
            "くらい"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "三週間たっても彼女 _______ 返事は来なかった。",
        "options": [
            "までの",
            "からの",
            "のまでの",
            "のからの"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "あなた _______ 一番したいことはなんですか？",
        "options": [
            "が",
            "は",
            "に",
            "も"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "このとき、二階でことんという音 _______ が誰も気づかなかった。",
        "options": [
            "をした",
            "になった",
            "にした",
            "がした"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "兄さんったら、寝ながら _______ するもんだから、僕は半分ぐらいしか眠れないよ。",
        "options": [
            "動きまわるし、しゃべるし",
            "動きまわると、しゃべると",
            "動きまわったり、しゃべったり",
            "動きまわっても、しゃべっても"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "今日はうんと楽しんで、好きなだけ _______ つもりよ。",
        "options": [
            "食べ",
            "食べる",
            "食べている",
            "食べよう"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "電話で彼に叫んだ _______ わ。「そんなの違うじゃない」って。",
        "options": [
            "ことがいます",
            "ことがいました",
            "ことがあります",
            "ことがありました"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "子どものころきらいだったやさいが、さいきん _______ ようになりました。",
        "options": [
            "食べる",
            "食べた",
            "食べられる",
            "食べられた"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "わたしは弟に _______ と思って、この本を買いました。",
        "options": [
            "読ませよう",
            "読ませる",
            "読みたい",
            "読みたがる"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "私はどうしても家に帰らなければ _______ 。",
        "options": [
            "いかない",
            "ならない",
            "なってない",
            "いってない"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "窓の外では雨が _______ いる。",
        "options": [
            "降りつづけて",
            "降ってつづけて",
            "降るつづけて",
            "降ったつづけて"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "高木くんはこの仕事が気に入らなかった _______ だけど、僕はとっても楽しかったです。",
        "options": [
            "みたい",
            "のみたい",
            "にみたい",
            "なみたい"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "生まれた _______ の子牛が立ち上がり、歩こうとしている。",
        "options": [
            "だけ",
            "とき",
            "ところ",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "A 「今すぐ何かして働きたいと思うわ。」",
        "options": [
            "B 「何かやさしいお料理を _______ どうですか？」",
            "習うと",
            "習うなら",
            "習っても"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "しゃべりたくない _______ 、 しゃべらなくてもいいですよ。",
        "options": [
            "のたら",
            "のなら",
            "のと",
            "のは"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "中国を旅しているあいだ、実家への連絡はあまり _______ 。",
        "options": [
            "した",
            "しないでいた",
            "していた",
            "していなかった"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "機械工作をすごいと言ったけど、鈴木は手を _______ 。",
        "options": [
            "汚しがらなかった",
            "汚したくなかった",
            "汚したがらなくなった",
            "汚したがらなかった"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "駅へ行きたいんですが、どう _______ いいですか。",
        "options": [
            "行って",
            "行けば",
            "行くなら",
            "行くのは"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "けさはいつもより早く学校へ行きました。しかし、山田さんはもう _______ 。",
        "options": [
            "きます",
            "きています",
            "きてでした",
            "きていました"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "今日は寒いので、風邪をひいて _______ そうです。",
        "options": [
            "しまい",
            "み",
            "いき",
            "おき"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "彼は「クラシック音楽」をタップした。悲しいメロディーと歌詞が _______ 。",
        "options": [
            "流れはじめた",
            "流れいった",
            "流れつづけた",
            "流れみた"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "わたしはけさ山田さんがひとりで _______ を見ました。",
        "options": [
            "走る",
            "走ること",
            "走っているの",
            "走っていること"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "彼とはじめてデートした _______ 、新しい生活をはじめたいと思っていました。",
        "options": [
            "とき",
            "ところ",
            "あと",
            "ごろ"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "十五分 _______ パトカーのサイレンがきこえた。",
        "options": [
            "おきに",
            "までに",
            "ように",
            "あとに"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "両親はふたりともわたしを理解して _______ いた。",
        "options": [
            "あげて",
            "くれて",
            "やって",
            "もらって"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "これから新宿駅で松本さんに _______ 予定です。",
        "options": [
            "会っている",
            "会える",
            "会おう",
            "会う"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "このようなプロダクトを開発させて _______ 。",
        "options": [
            "いる",
            "ほしい",
            "ひつよう",
            "したい"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "同じような趣味を持つ人の集まりに参加 _______ はいかがでしょうか？",
        "options": [
            "していて",
            "していって",
            "してきて",
            "してみて"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "彼らはいつも _______ ソファーの上でレコードをきいていた。",
        "options": [
            "のように",
            "のような",
            "みたいに",
            "みたいな"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "お時間をとりましたことを _______ ください。ご健康とご幸福を祈ります。",
        "options": [
            "おゆるし",
            "ゆるして",
            "おゆるして",
            "ゆるし"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "はじめにうまく _______ 、何度でも、何度でも、やってみるんだね。",
        "options": [
            "いかなかったら",
            "いかなくて",
            "いかないと",
            "いかないで"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "子供たちが動物園への _______ をたずねた。",
        "options": [
            "行方",
            "行き方",
            "行く方",
            "行った方"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "電車を _______ としたとき、 ころんでけがをしました。",
        "options": [
            "おり",
            "おりる",
            "おりて",
            "おりよう"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "誰が相手 _______ 、どんなこと _______ 、彼は納得させてしまう。",
        "options": [
            "ても/ても",
            "など/など",
            "でも/でも",
            "なら/なら"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "隠れるところがない _______ ！",
        "options": [
            "じゃないが",
            "じゃないかな",
            "じゃないかしら",
            "じゃないか"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "りんごとバナナとではどちら _______ すきですか。",
        "options": [
            "で",
            "が",
            "は",
            "と"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "彼女は自分がとてもひどいことをして _______ と思って後悔した。",
        "options": [
            "みたんだ",
            "しまったんだ",
            "きたんだ",
            "おいたんだ"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "私、父から五百万円を借りる _______ 。",
        "options": [
            "ものができた",
            "ものができていた",
            "ことができていた",
            "ことができた"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "一人 _______ 子供のいない両親はあまり仲が良くないっていうのは本当だと思う？",
        "options": [
            "もう",
            "しか",
            "だけ",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "わたしたちはバーでビールを _______ モノポリというゲームもした。",
        "options": [
            "飲むと",
            "飲むなら",
            "飲んだら",
            "飲みながら"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "そんなこと気に _______ もいいわ。",
        "options": [
            "しなくて",
            "しないで",
            "しない",
            "しないよう"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "あのあたりには、バッテリー _______ レーダー _______ 、かっこいい仕事をしている人がたくさんいるんだ。",
        "options": [
            "とか/とか",
            "と/と",
            "など/など",
            "や/や"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "じつはわたしにはあまり _______ いない秘密があります。",
        "options": [
            "知れて",
            "知らせて",
            "知られて",
            "知らせられて"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "大事なお皿をこわしてわたしは母 _______ しかられました。",
        "options": [
            "に",
            "が",
            "で",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "どの店も建物はきれいで、中は明る _______ だった。",
        "options": [
            "よう",
            "そう",
            "みたい",
            "らしい"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "あなたにはお姉さんがいるの。すてきな人で有名人よ。東京へ連れて行って _______ 。",
        "options": [
            "会ってもらう",
            "会ってあげる",
            "会わせてあげる",
            "会わせてもらう"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "さあ、お掛けなさい。少し事情を説明したほうが _______ だ。",
        "options": [
            "よそう",
            "よいそう",
            "よさそう",
            "よかったそう"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "わたしたちの家に泊まりなさいよ。そうすればお金もかからない _______ 、時間を気にしないでゆっくり話もできる",
        "options": [
            "_______ 。",
            "ば/ば",
            "が/が",
            "し/し"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "正直に言ってくれたらよかった _______ 。お金が必要だと言ってくれればわたしの分はあげた _______ 。",
        "options": [
            "から/から",
            "のに/のに",
            "なら/なら",
            "ので/ので"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "わたしはしょうらい医者になる _______ です。",
        "options": [
            "ところ",
            "ように",
            "つもり",
            "そうに"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "スナックを持って _______ いいですか？",
        "options": [
            "くるなら",
            "きたら",
            "きても",
            "くると"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "山田さんは食事に _______ ところだったので、わたしも一緒に食堂に行ってゆうしょくを食べた。",
        "options": [
            "行き",
            "行った",
            "行く",
            "行こう"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "話しかけているのだから、こっちをちゃんと _______ 。",
        "options": [
            "見やすい",
            "見ないで",
            "見にくい",
            "見なさい"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "田中さんは風邪をひいている _______ 、プールで泳いでいます。",
        "options": [
            "のに",
            "ても",
            "より",
            "なら"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "あなたから _______ _______ …★… _______ と思っていた。",
        "options": [
            "もう",
            "はない",
            "連絡",
            "かもしれない"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "父はなんでも作れたんだ。戸棚が _______ _______ …★… _______ 。",
        "options": [
            "父が",
            "なら",
            "作ってくれた",
            "必要"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "私が何がいいたいか、あなたには _______ _______ …★… _______ 。",
        "options": [
            "わかって",
            "はずだ",
            "いる",
            "よく"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "_______ _______ …★… _______ 東京へ行ってたんじゃないかと思う。",
        "options": [
            "進まな",
            "大学",
            "に",
            "ければ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "その事件のあと、彼は両親よりも自分のほうが _______ _______ …★… _______ なった。",
        "options": [
            "ように",
            "らしい",
            "頭がいい",
            "と思う"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "わたしはあいさつをするのはいやでしたが、母はわたしにあいさつを _______ 。",
        "options": [
            "されました",
            "させてあげました",
            "させました",
            "させてもらいました"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "私にはあなたに説明 _______ ことがいくつあるのです。",
        "options": [
            "しないでならない",
            "しなくてならない",
            "しなくてはならない",
            "しないではならない"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "あなたは誰かと話をなさる前に、すべてのじじつを知って _______ ほうがいいでしょう。",
        "options": [
            "おく",
            "おって",
            "おいている",
            "おいた"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "何かいやなことが _______ 、彼女はいつもほほえみをうかべていた。",
        "options": [
            "あったら",
            "あっても",
            "いったら",
            "いっても"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "ハンバーガーを１００円でなんて売れる _______ と思う。",
        "options": [
            "はずない",
            "はずにない",
            "はずがない",
            "はずではない"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "どうもおじゃま _______ 。それではひるご飯のおすみになるまでは、どうぞごゆっくりお休みください。",
        "options": [
            "でございます",
            "ございました",
            "いたしました",
            "になりました"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "兄はわたし _______ えいがにつれて行ってくれました。",
        "options": [
            "と",
            "に",
            "が",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "日本ではさとうより塩のほう _______ 安いです。",
        "options": [
            "で",
            "が",
            "は",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "私は夜の七時半 _______ の電車で大阪に行く予定です。",
        "options": [
            "まえ",
            "あと",
            "とき",
            "ごろ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "私はその会話を楽しんだと _______ と思います。",
        "options": [
            "言ってもいい",
            "言ったらいい",
            "言うといい",
            "言おうといい"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "そういえばベルが鳴っている _______ 。きっと木村さんだろう。",
        "options": [
            "ところだ",
            "ことだ",
            "つもりだ",
            "ようだ"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "明日図書館があいている _______ どうか知っていますか。",
        "options": [
            "が",
            "を",
            "に",
            "か"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "あなたのその鳥をどこで手においれになったか、聞かせて _______ か？",
        "options": [
            "いただけます",
            "いただけましょう",
            "いただけろ",
            "いただこう"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "あの人はたいへんあたまがよくてやさしいかたと _______ います。",
        "options": [
            "いって",
            "いわせて",
            "いわれて",
            "いわせられて"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "きっとあなたは新しいところで新しい友だちを作って、私のことなんか忘れてしまったんだ _______ 思っていたわ。",
        "options": [
            "を",
            "に",
            "と",
            "は"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "この切符はとても手に _______ のです。",
        "options": [
            "入にくい",
            "入ってにくい",
            "入りにくい",
            "入るにくい"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "ほかの人の手紙を _______ はいけません。",
        "options": [
            "読み",
            "読む",
            "読んで",
            "読んだ"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "わたしが言ったこと、あの子に _______ 。じゃないと、あの子とっても気を悪くするわ。",
        "options": [
            "言えない",
            "言わない",
            "言わなくて",
            "言わないで"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "祖父はアル中で、ベルトで父をなぐったりした _______ 。",
        "options": [
            "しか",
            "らしい",
            "のよう",
            "まで"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "これからそこへ行ってみるところですが、いっしょに _______ か？",
        "options": [
            "いらっしゃいます",
            "いたします",
            "なさいます",
            "もうしあげます"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "A 「その本、かりてもいいですか。」",
        "options": [
            "B 「どうぞ。わたし、今ちょうど読みおわった _______ ですから。」",
            "らしい",
            "ところ",
            "かた"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "さいふは走っている _______ ポケットから落ちたのかもしれないよ。",
        "options": [
            "ごろ",
            "だけで",
            "あとで",
            "ときに"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "学校までは車で母に送って _______ 。",
        "options": [
            "あげました",
            "もらいました",
            "くれました",
            "やりました"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "わたしは本 _______ 読んだことがありません。",
        "options": [
            "など",
            "なら",
            "だけ",
            "でも"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "あのびじゅつ館へ行けば、日本のふるい絵を見る _______ ができます。",
        "options": [
            "こと",
            "もの",
            "よう",
            "ところ"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "たしかに娘をいいところにかたづけますのはとてもうれしいこと _______ 。",
        "options": [
            "ございます",
            "ございました",
            "でございます",
            "ではございます"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "彼の父親は歯科医で、うでの良 _______ と料金の高 _______ で知られていた。",
        "options": [
            "さ/さ",
            "し/し",
            "げ/げ",
            "の/の"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "問題が _______ こんごもきがるにご連絡ください。",
        "options": [
            "起きるたら",
            "起きてら",
            "起きたら",
            "起きていたら"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "わたしは子どもが二人います。 上の子がほしいと言えば、すぐに下の子も同じものを _______ 。",
        "options": [
            "ほしいです",
            "ほしがります",
            "ほしいでした",
            "ほしがっています"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "おじゃま _______ すみませんでした。すぐしつれいします。",
        "options": [
            "して",
            "しても",
            "したら",
            "したなら"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "友だちと _______ 約束を忘れてはいけません。",
        "options": [
            "に",
            "で",
            "や",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "昼ごはんを食べ _______ から話しましょう。",
        "options": [
            "はじめて",
            "しまって",
            "おいて",
            "おわって"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "ひまだからゲーム _______ しましょう。",
        "options": [
            "でも",
            "しか",
            "まで",
            "ながら"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "風景がわたしたちの前をゆっくりと通りすぎて _______ 。",
        "options": [
            "みた",
            "いった",
            "つづけた",
            "あった"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "この公園には歩きまわっている人はたくさん _______ 。",
        "options": [
            "ございます",
            "なさいます",
            "いたします",
            "でございます"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "あなたはお金の心配をする必要が _______ よ。",
        "options": [
            "なりません",
            "いません",
            "しません",
            "ありません"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "鈴木さんはバス _______ 気分が悪くなったそうです。",
        "options": [
            "の中",
            "の中に",
            "の中で",
            "の中の"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "いま、母の手作りチョコが _______ どんなにいいだろう。",
        "options": [
            "食べたら",
            "食べれたら",
            "食べられてたら",
            "食べられたら"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "それで、彼女から、ちかごろ便りはあったの _______ ？",
        "options": [
            "で",
            "さ",
            "かい",
            "や"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "あの人は、なにかを _______ より人にさせるほうが得意なんですよ。",
        "options": [
            "させられる",
            "させる",
            "される",
            "されさせる"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "田中は楽し _______ 顔をしている。",
        "options": [
            "そうな",
            "ような",
            "らしいな",
            "みたいな"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "もう一度勉強しなさいよ。 _______ できるわ。できたら、すてきなごほうびをあげるわ。",
        "options": [
            "やるなら",
            "やったら",
            "やると",
            "やれば"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "僕たち、女みたい _______ 見えるんだよ。",
        "options": [
            "な",
            "が",
            "に",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "山本は新聞のきりぬき _______ ものを持っている。",
        "options": [
            "のよう",
            "のようの",
            "のような",
            "のように"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "すみませんが、これは二人 _______ の話です。",
        "options": [
            "だけ",
            "でも",
            "ごろ",
            "など"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "来週渋谷でテニス _______ _______ …★… _______ 。",
        "options": [
            "行われます",
            "が",
            "の",
            "試合"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "あなたにはわたしのくろう _______ _______ …★… _______ わ。",
        "options": [
            "なりません",
            "おわかりに",
            "など",
            "とても"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "息子が大学そつぎょう後にどんな仕事につくか _______ _______ …★… _______ 。",
        "options": [
            "ところです",
            "いる",
            "を",
            "決めて"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "あなたなら何を _______ _______ …★… _______ 、明さん。",
        "options": [
            "でしょう",
            "成功",
            "手がけても",
            "なさる"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "今朝めざめたとき、昨夜何 _______ _______ …★… _______ 少し時間がかかった。",
        "options": [
            "まで",
            "が",
            "あったか",
            "思い出す"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "じしょを _______ に日本語の新聞を読むことができますか。",
        "options": [
            "使わず",
            "使わない",
            "使わなく",
            "使わなくて"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "あとですてるから、ごみを _______ おいてください。",
        "options": [
            "集まる",
            "集める",
            "集まって",
            "集めて"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "青木「川田さんはケーキを _______ か。」",
        "options": [
            "川田「はい、一度だけ。でも、うまくできませんでした。」",
            "作りたいです",
            "作るでしょう",
            "作ったことがあります"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "あの人は入院しているので、あしたの旅行に _______ はずがない。",
        "options": [
            "来る",
            "来ます",
            "来て",
            "来た"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "テキストを _______ 答えてください。",
        "options": [
            "見なく",
            "見なくて",
            "見ずに",
            "見ずで"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "めがねをかけた _______ ねてしまいました。",
        "options": [
            "あいだ",
            "ながら",
            "まま",
            "まえに"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "１時間ぐらい _______ つづけたので、のどがかわいた。",
        "options": [
            "話し",
            "話す",
            "話さ",
            "話せ"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "まだこのマンガを _______ ことがありません。",
        "options": [
            "読むの",
            "読んで",
            "読んだ",
            "読みます"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "やんさんはいつ国へ帰る _______ ？",
        "options": [
            "な",
            "の",
            "し",
            "わ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "だれかにさいふ _______ とられた。",
        "options": [
            "の",
            "に",
            "か",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "そつぎょうしてから何をする _______ ですか。",
        "options": [
            "こと",
            "たい",
            "ほしい",
            "つもり"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "いろいろしらべて、その駅がいちばんべんりだ _______ がわかった。",
        "options": [
            "というもの",
            "ということ",
            "こと",
            "もの"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "たぶん明日も風が _______ だろう。",
        "options": [
            "強く",
            "強い",
            "強くて",
            "強いと"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "父は 声 _______ 大きい。",
        "options": [
            "に",
            "の",
            "が",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "あしたは家でゆっくり _______ と思う。",
        "options": [
            "休もう",
            "休みよう",
            "休むよう",
            "休むろう"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "外は _______ ようですね。",
        "options": [
            "寒",
            "寒い",
            "寒く",
            "寒いの"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "たばこの _______ すぎは よくないですよ。",
        "options": [
            "すい",
            "すう",
            "すって",
            "すった"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "レポートはペン _______ 書いてください。",
        "options": [
            "か",
            "の",
            "が",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "せんぱい _______ 私におみやげをくださいました。",
        "options": [
            "が",
            "を",
            "で",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "私のへやの _______ はこのへやとだいたい同じです。",
        "options": [
            "広さ",
            "広く",
            "広い",
            "広くて"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "「ここにごみを _______ な！」と書いてある。",
        "options": [
            "すてろ",
            "すてる",
            "すてます",
            "すてない"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "この 仕事は日本語が _______ なくてもかまいません。",
        "options": [
            "じょうず",
            "じょうずに",
            "じょうずだ",
            "じょうずで"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "先生はもう _______ 。",
        "options": [
            "お帰りになりました",
            "お帰りなさいました",
            "お帰りございました",
            "お帰りいたしました"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "カトレア _______ いう店を知っていますか。",
        "options": [
            "と",
            "が",
            "に",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "日本にりゅうがくしている _______ ふじさんをのぼりたい。",
        "options": [
            "あいだに",
            "ところが",
            "まえに",
            "ことが"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "このへやに _______ いけません。",
        "options": [
            "入るは",
            "入っては",
            "入りますは",
            "入らないは"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "空を鳥がとんでいる _______ 見えます。",
        "options": [
            "が",
            "を",
            "のが",
            "のを"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "Ａ「カメラを 買いたいんですが、どこが いいですか。」",
        "options": [
            "Ｂ「カメラを _______ 、駅の そばの 店が 安くて いいですよ。",
            "買うと",
            "買えば",
            "買ったら"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "かれは来月 _______ ということを、まだだれにも知らせていない。",
        "options": [
            "けっこんしろ",
            "けっこんして",
            "けっこんする",
            "けっこんしよう"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "さっき起きた _______ で、まだねむいです。",
        "options": [
            "とき",
            "ほう",
            "こと",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "母のたんじょう日のプレゼントはセ－タ－ _______ しました。",
        "options": [
            "に",
            "を",
            "で",
            "が"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "Ａ「うちのむすこは肉より野菜のほうが好きなんですよ。」",
        "options": [
            "Ｂ「いいですね。うちの子どもは野菜を _______ こまっているんですよ。」",
            "食べたがって",
            "食べたがらなくて",
            "食べたくて"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "このしゅくだいは10日 _______ 出してください。",
        "options": [
            "まで",
            "までに",
            "までは",
            "までも"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "いろいろさがした _______ 見つからないんです。",
        "options": [
            "に",
            "で",
            "を",
            "が"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "キムさん、田中さん _______ あした10時に来るように言ってください。",
        "options": [
            "を",
            "に",
            "や",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "じしょをわすれたので、友だち _______ 貸してもらった。",
        "options": [
            "へ",
            "に",
            "を",
            "か"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "私は仕事を _______ つもりです。",
        "options": [
            "やめない",
            "やめたい",
            "やめよう",
            "やめたくない"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "あのレストランはいつ _______ もこんでいる。",
        "options": [
            "行った",
            "行こう",
            "行って",
            "行く"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "学生「先生、何時まで大学にいらっしゃいますか。」",
        "options": [
            "先生「きょうは５時まで _______ よ。」",
            "います",
            "いらっしゃいます",
            "あります"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "今度国に帰ること _______ なりました。",
        "options": [
            "が",
            "に",
            "を",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "仕事をつづけるのは _______ と思う。",
        "options": [
            "むりに",
            "むりで",
            "むりだ",
            "むりな"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "A 「あした、いっしょに出かけませんか。」",
        "options": [
            "B 「あしたは友達がうちに来るよてい _______ 。」",
            "なんです",
            "なんですから",
            "ので"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "中田さんが大学をそつぎょうできた _______ 知っていますか。",
        "options": [
            "ように",
            "かどうか",
            "だろうを",
            "ことが"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "これから食事に行く _______ なんですが、いっしょにいかがですか。",
        "options": [
            "ながら",
            "までに",
            "ところ",
            "ぐらい"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "木田「それ、林さんのじしょですか。いいじしょですね。」",
        "options": [
            "林「ええ。兄が私に _______ んです。」",
            "いただいた",
            "もらった",
            "あげた"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "Ａ「あ、たいへんだ。この車ガソリンが _______ よ。」",
        "options": [
            "Ｂ「ほんとうだ。早く入れたほうがいいですね。」",
            "なくなるらしいです",
            "なくなるそうです",
            "なくなるはずです"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "あの先生の話は留学生 _______ はむずかしすぎる。",
        "options": [
            "と",
            "に",
            "から",
            "より"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "あの店はあまり _______ 、店員も親切です。",
        "options": [
            "高くて",
            "高いで",
            "高くなくて",
            "高くないで"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "病気が早く _______ といいですね。",
        "options": [
            "よくする",
            "いいにする",
            "よくなる",
            "いいになる"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "とちゅうで雨が _______ かもしれないから、かさを持って行きましょう。",
        "options": [
            "ふった",
            "ふって",
            "ふり",
            "ふる"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "この店で日本のお金が _______ か。",
        "options": [
            "使います",
            "使えます",
            "使うんです",
            "使ってです"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "そのことばは発音がむずかしいので、アナウンサー _______ よくまちがえます。",
        "options": [
            "でも",
            "にも",
            "かも",
            "からも"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "だれ _______ まどをしめてください。",
        "options": [
            "は",
            "が",
            "か",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "ネクタイ売り場は ２かいに _______ 。",
        "options": [
            "あってございます",
            "おあります",
            "いらっしゃいます",
            "ございます"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "わたしは １週間 _______ 一回 柔道を 習って いる。",
        "options": [
            "に",
            "は",
            "も",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "母ははじめてひこうきに乗って、子どもの _______ よろこんだ。",
        "options": [
            "ぐらい",
            "ように",
            "らしい",
            "そうに"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "A 「その本はだれのですか。」",
        "options": [
            "B 「 _______ 。」",
            "さあ、だれのかわかりません",
            "さあ、本がどうかわかりません",
            "いいえ、これは英語の本ではありません"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "図書館の前 _______ 通るバスはどれですか。",
        "options": [
            "へ",
            "で",
            "に",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "私は先生に作文を _______ 。",
        "options": [
            "おなおしになりました",
            "おなおししました",
            "なおしていただきました",
            "なおしていらっしゃいました"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "むすこはひとりでくつが _______ ようになりました。",
        "options": [
            "はけた",
            "はいた",
            "はかない",
            "はける"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "ねる前にかならずはを _______ いけません。",
        "options": [
            "みがけば",
            "みがかないで",
            "みがいても",
            "みがかなくては"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "では、お元気で。ごりょうしん _______ どうぞよろしくおつたえください。",
        "options": [
            "でも",
            "にも",
            "では",
            "には"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "彼から借りた本は１さつ _______ です。",
        "options": [
            "も",
            "と",
            "だけ",
            "しか"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "うちの子どもはこわい話を _______ たがる。",
        "options": [
            "聞く",
            "聞き",
            "聞いた",
            "聞け"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "バスが何時に来る _______ わかりません。",
        "options": [
            "か",
            "は",
            "の",
            "を"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "ゆきがたくさんふった _______ しあいが中止された。",
        "options": [
            "ほど",
            "ため",
            "より",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "夏休みは旅行に _______ と思います。",
        "options": [
            "行きましょう",
            "行きます",
            "行って",
            "行こう"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "私は母 _______ なかせるようなことはしたくない。",
        "options": [
            "へ",
            "を",
            "に",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "大山「小川さん、この本を山田先生にわたしてくださいませんか。」",
        "options": [
            "小川「わかりました。あとで _______ 。」",
            "おわたしします",
            "おわたしになります",
            "わたされます"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "あしたの朝は９時 _______ ここへ来てください。",
        "options": [
            "までで",
            "まで",
            "まても",
            "までに"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "この漢字は _______ 方がむずかしいです。",
        "options": [
            "読めて",
            "読んで",
            "読む",
            "読み"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "彼女 _______ 来る日は火曜日です。",
        "options": [
            "へ",
            "を",
            "で",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "はじめはことばもわからない _______ 、友だちもいない _______ 、ほんとうに たいへんでした。",
        "options": [
            "や/や",
            "し/し",
            "ても/ても",
            "たり/たり"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "先生は今度の土曜日はずっと研究室 _______ いらっしゃるそうです。",
        "options": [
            "は",
            "が",
            "を",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "プレゼントは花 _______ しましょう。",
        "options": [
            "に",
            "が",
            "を",
            "も"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "わたしは旅行に _______ が、行けなかった。",
        "options": [
            "行きにくかった",
            "行きたかった",
            "行きそうだった",
            "行くらしかった"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "スポーツをするの _______ 、見るの _______ どちらが好きですか。",
        "options": [
            "が／が",
            "と／と",
            "や／や",
            "も／も"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "そちらの方がわたしのにもつを _______ 。",
        "options": [
            "お持ちしました",
            "お持ちなりました",
            "持ってくださいました",
            "持っていただきました"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "来月富士山に _______ と思っています。",
        "options": [
            "のぼり",
            "のぼろう",
            "のぼった",
            "のぼります"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "きのう買ったカメラ _______ ぬすまれてしまいました。",
        "options": [
            "で",
            "に",
            "を",
            "へ"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "今までねていた赤ちゃんが急に _______ だした。",
        "options": [
            "ないて",
            "なく",
            "なき",
            "なけ"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "そのアパ－トは駅 _______ 近い。",
        "options": [
            "を",
            "の",
            "で",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "すみません、きっぷの _______ 方を教えてください。",
        "options": [
            "買った",
            "買って",
            "買い",
            "買う"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "医者「ねつが下がりましたね。でも、もう少しこの薬を飲んでください。」",
        "options": [
            "田中「うんどうをしてもいいですか。」",
            "医者「いいえ、まだ _______ 。」",
            "してください",
            "してもいいですぐ"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "楽しかった旅行のこと _______ 思い出しています。",
        "options": [
            "ながら",
            "ばかり",
            "しか",
            "までに"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "チケットはあとでお _______ いたします。",
        "options": [
            "わたして",
            "わたす",
            "わたせ",
            "わたし"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "先週かぜをひきましたが、もう _______ なりました。",
        "options": [
            "元気",
            "元気に",
            "元気く",
            "元気で"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "ひこうきが空 _______ 東から西へとんで行きました。",
        "options": [
            "を",
            "は",
            "で",
            "と"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "毎日れんしゅうしたので、 _______ ように なりました。",
        "options": [
            "およいで",
            "およいだ",
            "およげる",
            "およぎ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "その映画はとてもおもしろいので、一度 _______ 見てください。",
        "options": [
            "見た",
            "見て",
            "見ていて",
            "見る"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "その仕事はぜひわたしに _______ 。",
        "options": [
            "やりましょう",
            "やりませんか",
            "やらせてください",
            "やってください"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "ねつが高いときは、むりを _______ ほうがいい。",
        "options": [
            "しない",
            "しなくて",
            "しないで",
            "せず"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "外国語を勉強しても、 _______ ばわすれてしまいます。",
        "options": [
            "話さなく",
            "話さない",
            "話さないで",
            "話さなけれ"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "このきせつはたくさんの人が病院に _______ やすい。",
        "options": [
            "なり",
            "なった",
            "なって",
            "なる"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "おきゃくさんが 来るからテーブルの上におさらを _______ おきます。",
        "options": [
            "ならべて",
            "ならんで",
            "ならべる",
            "ならぶ"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "先月からテニスを _______ 。",
        "options": [
            "始まりました",
            "始まります",
            "始めました",
            "始めます"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "風がとても強いので、外に出ない _______ あんぜんだ。",
        "options": [
            "ほうが",
            "までに",
            "ながら",
            "だから"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "田中ともうします _______ 、山下さんを おねがいします。",
        "options": [
            "と",
            "が",
            "から",
            "のに"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "友だち _______ そうじをてつだってくれた。",
        "options": [
            "を",
            "の",
            "が",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "学校をそつぎょうしても、日本語の勉強をつづけて _______ つもりだ。",
        "options": [
            "くる",
            "いく",
            "いこう",
            "こよう"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "けいたい電話を _______ ために、れんらくできませんでした。",
        "options": [
            "わすれた",
            "わすれる",
            "わすれて",
            "わすれ"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "このケーキは _______ ば、おいしくありません。",
        "options": [
            "つめたくなけれ",
            "つめたくなく",
            "つめたくじゃない",
            "つめたくなかった"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "A 「きょうは 寒かったですね。あしたも寒いでしょうか。」",
        "options": [
            "B 「 _______ 。」",
            "へえ、寒いですね",
            "ええ、きっと寒いと思います",
            "ああ、あしたも寒くないでしょう"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "ふうとう _______ 切手をはってください。",
        "options": [
            "に",
            "で",
            "を",
            "が"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "わたしは子ども _______ しゅくだいをさせた。",
        "options": [
            "を",
            "が",
            "で",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "兄 _______ 弟のほうがせが高い。",
        "options": [
            "から",
            "まで",
            "より",
            "ほど"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "A 「日本に来て、どのぐらいですか。」",
        "options": [
            "B 「 _______ 。」",
            "先週です",
            "21さいです",
            "2週間です"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "たくさんの料理があった _______ 、ぜんぶ食べる時間がなかった。",
        "options": [
            "のに",
            "でも",
            "ながら",
            "と"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "学生 _______ もっと勉強しなさい。",
        "options": [
            "みたい",
            "みたいな",
            "らしく",
            "らしい"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "図書館でこの町のれきしを _______ ことができます。",
        "options": [
            "しらべた",
            "しらべられる",
            "しらべる",
            "しらべて"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "その本をどこで買った _______ おぼえていますか。",
        "options": [
            "の",
            "を",
            "は",
            "か"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "お金もない _______ 、時間もないから、あそびに行けない。",
        "options": [
            "や",
            "で",
            "し",
            "とか"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "しょうらい先生に _______ ために勉強しています。",
        "options": [
            "なる",
            "なろう",
            "なった",
            "なれる"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "銀行の名前がかわった _______ 知りませんでした。",
        "options": [
            "ものを",
            "ことを",
            "ように",
            "のが"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "前の人につづいてまっすぐ _______ なさい。",
        "options": [
            "歩いた",
            "歩く",
            "歩き",
            "歩け"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "ここをおす _______ 、にんぎょうが動きます。",
        "options": [
            "の",
            "で",
            "と",
            "か"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "天気よほう _______ 今夜はゆきがふるそうです。",
        "options": [
            "になると",
            "によると",
            "だったら",
            "だから"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "あぶないですから、子どもを一人で _______ ないでください。",
        "options": [
            "あそばし",
            "あそばせ",
            "あそびさせ",
            "あそばさせ"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "おなかがいたくて病院へ行ったら、1時間も _______ 。",
        "options": [
            "待たれさせた",
            "待たせさせた",
            "待たされた",
            "待たされられた"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "父は おもしろいことを言ってよくみんなを _______ 。",
        "options": [
            "わらわせる",
            "わらいたい",
            "わらわれる",
            "わらえる"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "きょうはきのうほど風が _______ 。",
        "options": [
            "強いだろう",
            "強くない",
            "強かった",
            "強い"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "日本で _______ ために日本語を勉強している。",
        "options": [
            "働く",
            "働き",
            "働いて",
            "働こう"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "きゃく 「すみません、このぼうし、かぶって _______ いいですか。」",
        "options": [
            "店員 「はい、どうぞ。」",
            "しても",
            "みても",
            "くれても"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "夜は暗くて歩いている人が _______ にくいので、注意してうんてんします。",
        "options": [
            "見える",
            "見えた",
            "見えて",
            "見え"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "急に大きな音がしたので、その子どもは _______ ないてしまった。",
        "options": [
            "こわかったがって",
            "こわいがって",
            "こわくがって",
            "こわがって"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "コピーの字が _______ すぎて、読めません。",
        "options": [
            "うす",
            "うすく",
            "うすい",
            "うすくて"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "先生、わたしがそのにもつを _______ 。",
        "options": [
            "お持ちします",
            "お持ちになります",
            "お持ちいただきます",
            "お持ちくださいます"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "このじしょで漢字の読みかたが _______ ます。",
        "options": [
            "しらべ",
            "しらばれ",
            "しらべられ",
            "しらばられ"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "_______ ので、そのきかいにさわってはいけません。",
        "options": [
            "きけん",
            "きけんに",
            "きけんな",
            "きけんだ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "A「ごはんを食べてから、おふろに入りますか。」",
        "options": [
            "B「いいえ、わたしは _______ 。」",
            "ごはんのまえに入ります",
            "いつも一入で食べます",
            "食べたあとで入ります"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "会社をやめてどう _______ つもりですか。",
        "options": [
            "する",
            "した",
            "したい",
            "しよう"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "Ａ「この 問題がわからなくてこまっているんですが。」",
        "options": [
            "Ｂ「じゃあ、この本を _______ どうですか。」",
            "読んでみる",
            "読んでみても",
            "読んでみて"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "あした _______ ならせんたくをしません。",
        "options": [
            "雨",
            "雨だ",
            "雨の",
            "雨に"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "あと5分 _______ ありません。 急ぎましょう。",
        "options": [
            "ごろ",
            "しか",
            "だけ",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "あ、たいへん。 急いで来たからさいふを _______ 。",
        "options": [
            "わすれなくちゃ",
            "わすれといて",
            "わすれなきゃ",
            "わすれちゃった"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "_______ ので、 よくパソコンを使います。",
        "options": [
            "へんりで",
            "べんり",
            "べんりな",
            "べんりだ"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "この薬を飲めば病気はなおる _______ です。",
        "options": [
            "はず",
            "ため",
            "こと",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "ひまが _______ 、あそびに来てくださいね。",
        "options": [
            "あると",
            "あって",
            "あったら",
            "あったため"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "ここをおすとドアが _______ 。",
        "options": [
            "開きます",
            "開けます",
            "開いて います",
            "開けて います"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "おなかがいたいから半分 _______ 食べます。",
        "options": [
            "だけ",
            "しか",
            "も",
            "と"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "となりの家でピアノの音 _______ している。",
        "options": [
            "が",
            "を",
            "と",
            "に"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "このバスは大きなはし _______ わたって、駅へ行きます。",
        "options": [
            "を",
            "に",
            "で",
            "が"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "じゅぎょうで手紙 _______ 方を習いました。",
        "options": [
            "書か",
            "書き",
            "書く",
            "書いた"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "わたしはどこ _______ ねられます。",
        "options": [
            "など",
            "でも",
            "か",
            "は"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "食事の前にはかならず手を _______ なければなりません。",
        "options": [
            "洗う",
            "洗い",
            "洗わ",
            "洗おう"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "意見がある方は、 _______ ください。",
        "options": [
            "おっしゃりて",
            "おっしゃって",
            "おっしゃい",
            "おっしゃり"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "このメ－ルをだれかに _______ とこまる。",
        "options": [
            "見れれる",
            "見られる",
            "見れる",
            "見る"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "かみのけを _______ 切った。",
        "options": [
            "みじかい",
            "みじかく",
            "みじかいに",
            "みじかくに"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "どなたか質問のある方は _______ か。",
        "options": [
            "いらっしゃるです",
            "いらっしゃいです",
            "いらっしゃいません",
            "いらっしゃるではありません"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "きゃく「すみません、コーヒーと サンドイッチを _______ 。」",
        "options": [
            "店員「はい。かしこまりました。」",
            "くださいますよ",
            "おねがいします",
            "ございますね"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "かれは同じ小説を5回 _______ 読んだ。",
        "options": [
            "も",
            "が",
            "で",
            "しか"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "今日は運動を _______ にしてください。",
        "options": [
            "しないで",
            "しない",
            "しなさそう",
            "しないよう"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "６さいから小学校に _______ はじめる。",
        "options": [
            "通わ",
            "通う",
            "通った",
            "通い"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "夜はあまいものを _______ にしています。",
        "options": [
            "食べない",
            "食べよう",
            "食べるそう",
            "食べないよう"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "このレストランはいつもたくさん人が _______ ね。",
        "options": [
            "ならべています",
            "ならべてあります",
            "ならんでいます",
            "ならんであります"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "小林さんが _______ 、かならず私に知らせて下さい。",
        "options": [
            "来たら",
            "来ると",
            "来なら",
            "来るまま"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "あの鳥は _______ 声でなくのかなあ。",
        "options": [
            "どこ",
            "どう",
            "どれ",
            "どんな"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "はをみがいてから _______ なさい。",
        "options": [
            "ね",
            "ねる",
            "ねれ",
            "ねろ"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "だれがこの本を書いた _______ 知っていますか。",
        "options": [
            "は",
            "を",
            "か",
            "で"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "先生がなかなか来ないので、学生がさわぎ _______ 。",
        "options": [
            "つづいた",
            "はじまった",
            "おわった",
            "だした"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "きのうは _______ 。",
        "options": [
            "あたたかくないでした",
            "あたたかくありませんでした",
            "あたたかいじゃなかったです",
            "あたたかいじゃないでした"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "あのレストランはよやくした人 _______ 入れません。",
        "options": [
            "しか",
            "から",
            "より",
            "ぐらい"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "その仕事についてはわたしから _______ 。",
        "options": [
            "ご説明なさいます",
            "ご説明になります",
            "ご説明いたします",
            "ご説明ございます"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "みんなが子どもの _______ 元気に歌いはじめた。",
        "options": [
            "ように",
            "ぐらいに",
            "ほどに",
            "そうに"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "日本の音楽はまだ聞いたこと _______ ありません。",
        "options": [
            "を",
            "に",
            "で",
            "が"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "Ａ 「すみません。寒いのでまどを _______ 。」",
        "options": [
            "Ｂ 「ええ、どうぞ。」",
            "しめたいですか",
            "しめてください",
            "しめてもいいですか"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "田中さんはちこくをしないと言った _______ 、またちこくをした。",
        "options": [
            "から",
            "でも",
            "ので",
            "のに"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "上手に _______ ように何度もれんしゅうします。",
        "options": [
            "話し",
            "話せる",
            "話そう",
            "話される"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "あ、お金が _______ 。",
        "options": [
            "おちています",
            "おちてあります",
            "おとしています",
            "おとしてあります"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "急に雨がふり _______ 。",
        "options": [
            "つづけた",
            "だした",
            "でた",
            "きた"
        ],
        "ans": 0
    },
    {
        "id": 1,
        "text": "かさがいっぱいありますね。どれがあなた _______ ですか。",
        "options": [
            "も",
            "が",
            "に",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 2,
        "text": "かばんを買いに行ったが、どれ _______ 高くて買えなかった。",
        "options": [
            "か",
            "も",
            "でも",
            "ばかり"
        ],
        "ans": 0
    },
    {
        "id": 3,
        "text": "すぐへんじができないので、すこし _______ ください。",
        "options": [
            "考えさせて",
            "考えさせられて",
            "考えたくて",
            "考えたがって"
        ],
        "ans": 0
    },
    {
        "id": 4,
        "text": "兄がけがをしたので、あしたはアルバイトを _______ ください。",
        "options": [
            "休めさせて",
            "休むさせて",
            "休みさせて",
            "休ませて"
        ],
        "ans": 0
    },
    {
        "id": 5,
        "text": "おとしたさいふ _______ あって、よかったですね。",
        "options": [
            "が",
            "に",
            "を",
            "の"
        ],
        "ans": 0
    },
    {
        "id": 6,
        "text": "Ａ「会話の試験、 _______ 。」",
        "options": [
            "Ｂ「あまり上手に話せませんでした。」",
            "どうでしたか",
            "どうしましょうか",
            "どうしたらいいですか"
        ],
        "ans": 0
    },
    {
        "id": 7,
        "text": "あの花は5月に _______ とさきません。",
        "options": [
            "ならず",
            "ならなけれ",
            "ならなく",
            "ならない"
        ],
        "ans": 0
    },
    {
        "id": 8,
        "text": "ここに車を _______ 。 じゃまだ 。",
        "options": [
            "止まるな",
            "止めるな",
            "止めろな",
            "止まれな"
        ],
        "ans": 0
    },
    {
        "id": 9,
        "text": "電車におくれる。 _______ 。",
        "options": [
            "急がず",
            "急ぐな",
            "急ぎ",
            "急げ"
        ],
        "ans": 0
    },
    {
        "id": 10,
        "text": "駅 _______ 近くにいいホテルがあります。",
        "options": [
            "が",
            "で",
            "の",
            "に"
        ],
        "ans": 0
    }
];